{
    "49": "= Fair Voting Practices and Political Advocacy =\n\n== Introduction ==\nThe Vlogbrothers, consisting of [[Hank Green]] and [[John Green]], have consistently used their platform to advocate for fair voting practices and emphasize the importance of political engagement. Through their videos, they have addressed various political and social issues, advocating for policy changes and encouraging active participation in the democratic process. This article focuses on their beliefs and actions related to voting, political advocacy, and policy change.\n\n== Advocacy for Fair Voting Practices ==\nHank Green has been vocal about the need for fair voting practices, particularly highlighting the importance of making voting accessible and equitable for all citizens. In a video titled \"A Secret Code on my Ballot Saved Me,\" Hank discusses his experience with mail-in ballots and the significance of fair voting systems. He emphasizes that \"it's worth working to make it more fair,\" acknowledging the efforts of those who have fought for equitable voting systems in places like Montana<ref name='_uJl_Db4Rw'>[A Secret Code on my Ballot Saved Me](https://www.youtube.com/watch?v=_-uJl_Db4Rw) - Uploaded on 2024-10-18</ref>.\n\n=== Importance of Voting ===\nHank Green has repeatedly stressed the importance of voting as a fundamental democratic right. He argues that voting is one of the few ways in which individuals have equal power to influence the future, regardless of their socioeconomic status. In the same video, he states, \"it's the one way in which they have the exact same amount of power as everyone else,\" urging viewers not to be swayed by those who claim voting doesn't matter<ref name='_uJl_Db4Rw' />.\n\n== Political Engagement and Policy Change ==\nThe Vlogbrothers have also been involved in promoting political engagement and advocating for policy changes. They have used their platform to discuss various political issues, from healthcare reform to marriage equality.\n\n=== Ryan Busy's Gubernatorial Campaign ===\nIn the video \"My Governor is Weirder than Yours,\" Hank mentions Ryan Busy's official launch of his gubernatorial campaign. This highlights the Vlogbrothers' interest in local and state politics and their support for candidates who align with their values, such as marriage equality and pro-choice policies<ref name='7v0bv1u4c0A'>[My Governor is Weirder than Yours](https://www.youtube.com/watch?v=7v0bv1u4c0A) - Uploaded on 2024-09-13</ref>.\n\n=== Marriage Equality and Pro-Choice Beliefs ===\nJohn Green has expressed his support for marriage equality and pro-choice policies. In a video titled \"I Was Wrong about the Average American,\" he discusses the beliefs of a fictional average American, noting that she \"believes in marriage equality for LGBTQ people\" and is \"pro-choice\"<ref name='tEDXVGHW4Gg'>[I Was Wrong about the Average American](https://www.youtube.com/watch?v=tEDXVGHW4Gg) - Uploaded on 2024-02-27</ref>.\n\n== Voting Initiatives and Community Engagement ==\nThe Vlogbrothers have initiated several projects to encourage voter participation and educate the public about the voting process.\n\n=== How to Vote in Every State ===\nOne of their significant contributions is the \"How to Vote in Every State\" initiative, which provides resources and information on how to vote in each U.S. state. This project aims to demystify the voting process and ensure that people are informed and prepared to vote. Hank Green describes voting as \"the butt wiping of democracy,\" emphasizing its fundamental role in maintaining a functional democratic system<ref name='d79FkRs6mqY'>[What if a lot of the Cynicism is Unjustified???](https://www.youtube.com/watch?v=d79FkRs6mqY) - Uploaded on 2022-08-19</ref>.\n\n=== Encouraging Local Election Participation ===\nHank Green has also advocated for focusing on local elections, stating that \"going local\" in elections can be more impactful. He encourages viewers to participate in local elections, which often have a more direct effect on their communities<ref name='63u4AW08OIw'>[I'm Changing the Way I Think About Politics](https://www.youtube.com/watch?v=63u4AW08OIw) - Uploaded on 2022-10-28</ref>.\n\n== See Also ==\n* [[John Green]]\n* [[Hank Green]]\n* [[Vlogbrothers]]\n* [[CrashCourse]]\n\n== References ==\n<references />\n\n[[Category:Vlogbrothers-related topics]]\n[[Category:Politics]]",
    "54": "= Nandita's Health Journey and Hank Green's Cancer Experience =\n\n== Introduction ==\nThis article explores the health challenges faced by Nandita, a friend of the [[Vlogbrothers]], and [[Hank Green]]'s personal journey with Hodgkin's lymphoma. Nandita's battle with tuberculosis and its severe side effects, alongside Hank's cancer diagnosis, treatment, and remission, highlight the complexities of dealing with serious health conditions.\n\n== Nandita's Health Challenges ==\nNandita, a friend of the Vlogbrothers, has faced significant health challenges, particularly with tuberculosis (TB). After her graduation, Nandita suffered a relapse of TB, a disease that can be particularly persistent and difficult to treat. The relapse was a significant setback in her health journey<ref name='x4WtABGDlTE'>[Talking Tuberculosis, GeneXpert, J&J, and more with MY HEROES](https://www.youtube.com/watch?v=x4WtABGDlTE) - Uploaded on 2023-09-14</ref>.\n\n=== Hearing Loss from Treatment ===\nIn addition to the TB relapse, Nandita experienced a severe side effect from her treatment. In November 2013, she lost her hearing due to an injection she received as part of her TB treatment. This incident underscores the potential risks and side effects associated with medical treatments for serious diseases<ref name='x4WtABGDlTE' />.\n\n== Hank Green's Cancer Journey ==\n[[Hank Green]] has been open about his experience with Hodgkin's lymphoma, sharing his journey through diagnosis, treatment, and remission with the Vlogbrothers' audience.\n\n=== Diagnosis and Initial Treatment ===\nHank was diagnosed with Hodgkin's lymphoma, a type of blood cancer, in May 2023. He shared the news with his audience, explaining the initial shock and the beginning of his treatment journey<ref name='x6a4hMyiwBo'>[So, I've got cancer](https://www.youtube.com/watch?v=x6a4hMyiwBo) - Uploaded on 2023-05-19</ref>. His treatment involved chemotherapy, which he described as the \"worst thing that's ever happened to my body\"<ref name='mJcjefKUOcc'>[Did Natural Cancer Treatments Save My Life?](https://www.youtube.com/watch?v=mJcjefKUOcc) - Uploaded on 2023-12-08</ref>.\n\n=== Remission and Ongoing Concerns ===\nIn August 2023, Hank announced that he was in complete remission from Hodgkin's lymphoma. He expressed relief and gratitude for the effectiveness of his treatment, noting that Hodgkin's lymphoma, when caught early, tends to respond well to treatment<ref name='MK0fYYeuNfY'>[Remission](https://www.youtube.com/watch?v=MK0fYYeuNfY) - Uploaded on 2023-08-25</ref>. Despite being in remission, Hank has shared his ongoing anxiety about the possibility of relapse, a common concern for cancer survivors. He explained that the peak time for relapse is within the first year after treatment, which keeps him vigilant about his health<ref name='-mYYMcdb_Gs'>[The Worst Things About Not Having Cancer](https://www.youtube.com/watch?v=-mYYMcdb_Gs) - Uploaded on 2024-03-15</ref>.\n\n=== Reflections on Cancer Treatment ===\nThroughout his journey, Hank has reflected on the nature of cancer treatment and its impact on his life. He has expressed gratitude for modern medical advancements that have made effective treatment possible, acknowledging that such treatments were not available in the past<ref name='mJcjefKUOcc' />. Hank has also critiqued the concept of \"natural cancer treatments,\" emphasizing the importance of evidence-based medical care<ref name='mJcjefKUOcc' />.\n\n== See Also ==\n* [[Hodgkin's lymphoma]]\n* [[Tuberculosis]]\n* [[Cancer treatment]]\n\n== References ==\n<references />\n\n[[Category:Vlogbrothers-related topics]]\n[[Category:Health]]",
    "42": "= Humanity's Collaborative Nature and Shared Identity =\n\n== Introduction ==\nThe Vlogbrothers, [[John Green]] and [[Hank Green]], have consistently explored the complexities of human nature and the importance of collective success. Through their YouTube videos, they have shared their beliefs on humanity's collaborative problem-solving abilities, the significance of shared identity, and the intricate nature of human history and progress.\n\n== Complexity of Human Nature ==\nIn the video titled \"Broadly in Favor of Humans,\" John Green discusses the multifaceted nature of humanity. He acknowledges the criticisms often levied against humans, such as being \"bad at having this much power,\" but emphasizes that this is only part of the story. John argues that humans are capable of \"extraordinary generosity and sacrifice\" as well as \"horrific violence and destruction.\"<ref name='KKt83PFP7l0'>[Broadly in Favor of Humans](https://www.youtube.com/watch?v=KKt83PFP7l0) - Uploaded on 2024-10-03</ref> He cites [[Walt Whitman]]'s observation that \"we contain multitudes,\" highlighting the complexity and duality inherent in human nature. This perspective rejects simplistic narratives about humanity, advocating instead for a nuanced understanding that recognizes both the positive and negative aspects of human behavior.\n\n=== Shared Identity and Collective Success ===\nIn \"Are We The Same Person?\", Hank Green explores the concept of shared identity and its role in fostering collective success. He reflects on the partnership with his brother, John, noting that their shared identity has been beneficial for their careers and community. Hank explains that \"the success of one person is the same as the success of the other,\" illustrating how a shared identity can eliminate competition and promote mutual achievement.<ref name='P0iG6fxuPjE'>[Are We The Same Person?](https://www.youtube.com/watch?v=P0iG6fxuPjE) - Uploaded on 2021-05-07</ref> This belief underscores the importance of collaboration and interconnectedness in achieving common goals.\n\n== Humanity's Problem-Solving Abilities ==\nIn \"Optimism is Not Insane,\" Hank Green expresses his belief in humanity's ability to solve problems collaboratively. He argues that while disasters are often sudden and noticeable, successes occur gradually and are frequently overlooked. Hank emphasizes that humans consistently \"avoid the apocalypse\" through collective efforts, involving diverse roles such as activists, chemists, engineers, and politicians.<ref name='Febfj41cBmg'>[Optimism is Not Insane](https://www.youtube.com/watch?v=Febfj41cBmg) - Uploaded on 2013-05-31</ref> This perspective highlights the power of collaboration and the incremental progress made by humanity in addressing global challenges.\n\n== Cultural Expectations and Personal Identity ==\nIn \"What Matters,\" Hank Green discusses how cultural expectations shape personal identity. He notes that cultures have strong opinions about which traits are valuable, and individuals often align with these beliefs rather than defining their own values. Hank lists various traits such as beauty, intelligence, and kindness, acknowledging that while these traits are valued, they can also be sources of tension and conflict.<ref name='ANe-VmqMznE'>[What Matters](https://www.youtube.com/watch?v=ANe-VmqMznE) - Uploaded on 2020-10-12</ref> This exploration of identity emphasizes the influence of societal norms on individual self-perception and the complexity of personal identity formation.\n\n== Horses and Human History ==\nIn \"Thoughts from Places: On a Horse,\" Hank Green reflects on the significant impact horses have had on human history. He describes the domestication of horses as a \"gigantic leap forward,\" comparable to the [[Industrial Revolution]] or the Internet. Hank highlights how horses transformed transportation, labor, and warfare, fundamentally altering human capabilities.<ref name='sAs_TvM3eKM'>[Thoughts from Places: On a Horse](https://www.youtube.com/watch?v=sAs_TvM3eKM) - Uploaded on 2010-11-23</ref> This historical perspective underscores the profound ways in which humans and animals have co-evolved, influencing each other's development over time.\n\n== See Also ==\n* [[John Green]]\n* [[Hank Green]]\n* [[Vlogbrothers]]\n* [[Human Nature]]\n* [[Collaboration]]\n\n== External Links ==\n* [Vlogbrothers YouTube Channel](https://www.youtube.com/user/vlogbrothers)\n\n== References ==\n<references />\n\n[[Category:Vlogbrothers-related topics]]\n[[Category:Human Nature]]\n[[Category:Collaboration]]",
    "15": "= Nerdfighteria's Transition of Ecogeek to 'We’re Here' =\n\n== Introduction ==\nThe blog Ecogeek, originally founded by [[Hank Green]], was sold to [[Scientific American]] in 2008. This transition marked a significant shift in the blog's trajectory, as it was later relaunched as a newsletter titled 'We’re Here'. This newsletter aims to capture the essence of the internet's best offerings, curated for the community of Nerdfighteria.\n\n== Ecogeek and Its Sale ==\nEcogeek was a pioneering blog focused on the intersection of technology and environmentalism. Founded by Hank Green, it quickly gained traction for its insightful content and innovative approach to eco-friendly technology. In 2008, the blog was sold to Scientific American, a move that underscored its significance and influence in the field<ref name='cvpB8JVG6_E'>[What I learned from the weirdest day of my life](https://www.youtube.com/watch?v=cvpB8JVG6_E) - Uploaded on 2024-10-02</ref>.\n\n=== Impact of the Sale ===\nThe sale of Ecogeek to Scientific American was a pivotal moment for Hank Green's career. It not only validated the blog's impact but also allowed for its ideas to reach a broader audience through a well-established scientific publication. This transition paved the way for future projects that would continue to engage and educate the public on important issues.\n\n== The Relaunch as 'We’re Here' ==\nIn 2024, the concept of Ecogeek was revived in a new form as a newsletter called 'We’re Here'. This relaunch was part of a broader effort by the Vlogbrothers to adapt to the changing landscape of digital content and maintain a meaningful connection with their audience<ref name='5qhqnGed9jM'>[The Internet Needs to Change](https://www.youtube.com/watch?v=5qhqnGed9jM) - Uploaded on 2024-03-22</ref>.\n\n=== Concept and Content ===\n'We’re Here' is designed to be a weekly newsletter that offers recommendations of the best content the internet has to offer. The newsletter aims to transcend the typical focus on the creators themselves, instead highlighting diverse and enriching content that resonates with the values of Nerdfighteria<ref name='5qhqnGed9jM' />. As Hank Green described, the newsletter seeks to capture \"this sort of wistful consignment to being part of this flawed but beautiful thing that is humanity\"<ref name='5qhqnGed9jM' />.\n\n== Nerdfighteria's Role ==\nThe community of Nerdfighteria has always been central to the Vlogbrothers' projects. Their support and engagement have been crucial in sustaining the various initiatives launched by Hank and [[John Green]]. This community-driven approach is reflected in the creation and evolution of 'We’re Here', which seeks to foster a sense of connection and shared purpose among its readers.\n\n=== Community Engagement ===\nHank Green has often expressed gratitude for the support of Nerdfighteria, noting that it is a significant source of motivation and inspiration<ref name='1sX0PjAd3-Q'>[Being Old on YouTube](https://www.youtube.com/watch?v=1sX0PjAd3-Q) - Uploaded on 2024-01-02</ref>. This sentiment is echoed in the development of 'We’re Here', which aims to provide content that resonates with the community's interests and values.\n\n== See Also ==\n* [[Hank Green]]\n* [[John Green]]\n* [[Nerdfighteria]]\n* [[Scientific American]]\n\n== External Links ==\n* [Vlogbrothers YouTube Channel](https://www.youtube.com/user/vlogbrothers)\n\n== References ==\n<references />\n\n[[Category:Vlogbrothers-related topics]]\n[[Category:Digital Media]]",
    "50": "= Solving Problems and Identity Struggles in the Vlogbrothers' Philosophy =\n\n== Introduction ==\nThe Vlogbrothers, [[Hank Green]] and [[John Green]], have long been known for their insightful and often philosophical discussions on various aspects of life. This article delves into their beliefs and struggles, particularly focusing on the themes of problem-solving, identity, desires, creativity, and productivity. Through their videos, they offer a unique perspective on how these elements shape their lives and work.\n\n== Life's Point is Solving Problems ==\nHank Green, in his video \"What I learned from the weirdest day of my life,\" reflects on the notion that life's purpose is fundamentally about solving problems. He uses the metaphor of a \"false summit\" while hiking to illustrate the continuous nature of problem-solving. Hank explains, \"when you are hiking up a mountain, there's this thing called a false summit, where you look ahead and you see what looks like the top of the mountain. But then when you get there, you realize that, in fact, it was the whole time, like, a slight rise that was occluding the actual summit from your view.\"<ref name='cvpB8JVG6_E'>[What I learned from the weirdest day of my life](https://www.youtube.com/watch?v=cvpB8JVG6_E) - Uploaded on 2024-10-02</ref> This analogy highlights the ongoing nature of challenges and the importance of perseverance in overcoming them.\n\n== Struggles with Multi-Faceted Identity ==\nIn \"My Identity Crisis,\" Hank Green candidly discusses his struggle with maintaining a coherent personal identity amidst his diverse interests and roles. He acknowledges the difficulty of sticking to a singular identity in the age of personal branding, stating, \"I cannot decide who I am. And in the world of the personal brand, it is good to find a person who you are and stick to it.\"<ref name='d-I1OldpvUE'>[My Identity Crisis](https://www.youtube.com/watch?v=d-I1OldpvUE) - Uploaded on 2024-07-12</ref> Hank elaborates on his various personas, from \"science guy\" to \"sock guy,\" and the challenges these pose to his personal brand and those who work with him. Despite these challenges, Hank expresses a disregard for conventional personal branding strategies, emphasizing authenticity over conformity.\n\n== Struggle with Controlling Desires ==\nHank Green explores the complexity of desires in \"How to Change What you Want.\" He acknowledges the inherent difficulty in controlling desires, stating, \"it is really hard, maybe impossible, to stop wanting things.\"<ref name='salgtCpST3A'>[How to Change What you Want](https://www.youtube.com/watch?v=salgtCpST3A) - Uploaded on 2020-12-18</ref> Hank discusses the importance of steering desires towards positive outcomes, such as wanting to spend time with family or contribute to a better future. He admits the challenge of altering desires through sheer willpower but suggests that surrounding oneself with influences aligned with desired goals can help in reshaping what one wants.\n\n== Constraints Can Enhance Creativity ==\nIn the video titled \"I ain't she was with well and I so and it's and but so and I'll and,\" Hank Green reflects on the creative process and the role of constraints. He argues that \"constraint is inspiring,\" explaining how limitations can \"really juice up the creative process.\"<ref name='3d6vqlLM3Hw'>[I ain't she was with well and I so and it's and but so and I'll and](https://www.youtube.com/watch?v=3d6vqlLM3Hw) - Uploaded on 2020-10-02</ref> Hank shares his experience of using constraints, such as limiting YouTube video titles to words from a specific song, to foster creativity and innovation. This approach not only challenges conventional strategies but also aligns with their broader goal of not prioritizing channel growth over creative exploration.\n\n== Emphasize Productivity Through 80% Completion ==\nHank Green shares his productivity philosophy in \"The Secret to my Productivity,\" advocating for the completion of projects to 80% rather than striving for perfection. He explains, \"Everything creative I do, I do my best to get it 80% of the way to as good as I can make it, and go no further.\"<ref name='1LAhHDEtTD0'>[The Secret to my Productivity](https://www.youtube.com/watch?v=1LAhHDEtTD0) - Uploaded on 2017-10-27</ref> This approach recognizes the diminishing returns of perfectionism and the importance of releasing work into the world to learn and grow. Hank emphasizes that the pursuit of an unattainable \"best\" can hinder progress and that embracing imperfection can lead to greater productivity and creativity.\n\n== See Also ==\n* [[Hank Green]]\n* [[John Green]]\n* [[Vlogbrothers]]\n* [[Personal Branding]]\n* [[Creativity]]\n\n== External Links ==\n* [Vlogbrothers YouTube Channel](https://www.youtube.com/user/vlogbrothers)\n\n== References ==\n<references />\n\n[[Category:Vlogbrothers-related topics]]\n[[Category:Philosophy]]\n[[Category:Creativity]]\n[[Category:Productivity]]",
    "3": "= Fame and Its Impact on the Vlogbrothers =\n\n== Introduction ==\nThe Vlogbrothers, consisting of [[John Green]] and [[Hank Green]], have long been influential figures on [[YouTube]], using their platform to discuss a wide range of topics, including the nature of fame. Throughout their videos, they have explored how fame can be an intoxicant, the importance of how one uses fame, and the value of recognizing teachers over actors. This article delves into their perspectives on fame and its implications.\n\n== Fame as an Intoxicant ==\nJohn Green has often reflected on the intoxicating nature of fame. In the video titled \"On Fame and Chappell Roan,\" he discusses the challenges associated with fame, highlighting how it can be overwhelming and difficult to manage. He mentions Chappell Roan, who has publicly struggled with fame, as a point of reflection<ref name='ikf9Cvfou5w'>[On Fame and Chappell Roan](https://www.youtube.com/watch?v=ikf9Cvfou5w) - Uploaded on 2024-10-01</ref>. John notes, \"Fame can be an intoxicant,\" emphasizing the powerful and sometimes disorienting effects it can have on individuals<ref name='ikf9Cvfou5w' />.\n\n== The Importance of Using Fame Wisely ==\nThe Vlogbrothers have consistently advocated for the responsible use of fame. John Green, in particular, has stressed that how one uses fame matters greatly. In the same video, he reflects on the significance of using fame for positive purposes rather than letting it consume one's identity<ref name='ikf9Cvfou5w' />. This belief is echoed in his admiration for figures like [[Keanu Reeves]], who he perceives as having navigated fame with grace and humility<ref name='9Hol7m8nTPQ'>[Keanu Reeves: A Love Letter](https://www.youtube.com/watch?v=9Hol7m8nTPQ) - Uploaded on 2019-05-21</ref>.\n\n== Valuing Teachers Over Actors ==\nIn \"Keanu Reeves: A Love Letter,\" John Green advocates for valuing teachers and librarians over actors and novelists. He argues that while actors like Keanu Reeves may be admired, the true heroes are those who educate and inspire others<ref name='9Hol7m8nTPQ' />. This sentiment reflects a broader belief in the importance of education and the undervalued role of educators in society.\n\n== Reflections on Personal Fame ==\nJohn Green has also shared personal reflections on his experiences with fame. In the video \"Keanu Reeves: A Love Letter,\" he discusses how his public recognition did not equate to personal validation. He likens his experience to being perceived as a character, much like Mickey Mouse, rather than being appreciated for his true self<ref name='9Hol7m8nTPQ' />. This introspection highlights the complexities of fame and the challenges of maintaining authenticity amidst public scrutiny.\n\n== Societal Values and Fame ==\nIn the video \"Why are Barns Red and Kardashians Famous,\" John Green comments on societal values and the arbitrary nature of fame. He suggests that fame is often a construct of societal decisions, noting, \"We decide who's famous\"<ref name='wCKdMHORJJs'>[Why are Barns Red and Kardashians Famous](https://www.youtube.com/watch?v=wCKdMHORJJs) - Uploaded on 2011-11-24</ref>. This observation underscores the idea that fame is not always a reflection of merit or talent, but rather a societal choice.\n\n== Creating for Joy, Not Fame ==\nIn \"The Gift of Gary Busey,\" John Green encourages creating content for the joy it brings rather than for the pursuit of fame. This philosophy aligns with the Vlogbrothers' broader approach to content creation, where the focus is on meaningful engagement rather than widespread recognition<ref name='j22qA39eHvw'>[The Gift of Gary Busey](https://www.youtube.com/watch?v=j22qA39eHvw) - Uploaded on 2009-08-26</ref>.\n\n== Gratitude for Community Recognition ==\nHank Green, in the video \"August 15: Getting Featured on YouTube,\" expresses gratitude for the recognition received from the YouTube community. He acknowledges that while fame is subjective, being appreciated by a community of \"cool people\" is more rewarding than universal fame<ref name='3lysboGhQ5g'>[August 15: Getting Featured on YouTube](https://www.youtube.com/watch?v=3lysboGhQ5g) - Uploaded on 2007-08-16</ref>.\n\n== See Also ==\n* [[John Green]]\n* [[Hank Green]]\n* [[Vlogbrothers]]\n* [[YouTube]]\n\n== References ==\n<references />\n\n[[Category:Vlogbrothers-related topics]]\n[[Category:YouTube]]\n[[Category:Education]]",
    "36": "= SOPA and Internet Freedom Concerns =\n\n== Introduction ==\nThe Vlogbrothers, [[John Green]] and [[Hank Green]], have consistently expressed concerns regarding legislation that could potentially harm internet freedom. Their discussions have often highlighted the positive cultural impact of the internet while cautioning against measures like the Stop Online Piracy Act (SOPA) that could worsen the internet experience.\n\n== SOPA and Its Implications ==\nIn a video titled \"Old Man Narrates Young Girl,\" John Green articulated his concerns about SOPA, emphasizing that while it might only make the internet \"a little bit worse,\" the internet \"doesn't need to be worse; it needs to be better.\"<ref name='AHm-RtWuT2I'>[Old Man Narrates Young Girl](https://www.youtube.com/watch?v=AHm-RtWuT2I) - Uploaded on 2011-11-22</ref> This statement underscores a broader apprehension about legislative actions that could stifle the internet's potential for growth and innovation.\n\n=== Legislation and Internet Freedom ===\nHank Green has also voiced his worries about legislation harming internet freedom. In the video \"Hackers, Cyber crime, and a New Kind of War,\" he expressed concerns that legislation intended to protect against cyber threats might \"ruin a lot of what's great about the internet\" and would likely be ineffective due to the fast-paced nature of technological advancements.<ref name='PrP0WZFrTYg'>[Hackers, Cyber crime, and a New Kind of War](https://www.youtube.com/watch?v=PrP0WZFrTYg) - Uploaded on 2011-08-09</ref>\n\n== The Positive Cultural Impact of the Internet ==\nDespite their concerns about legislation, the Vlogbrothers have consistently highlighted the internet's positive cultural impact. In \"Is YouTube Good for Humanity?\" Hank Green asserted that the internet has had a \"very positive effect on the world,\" facilitating cultural and creative diversity and increasing access to information and tools.<ref name='CwSLaL2f8lU'>[Is YouTube Good for Humanity?](https://www.youtube.com/watch?v=CwSLaL2f8lU) - Uploaded on 2015-07-17</ref>\n\n=== Internet as a Tool for Improvement ===\nThe internet's role as a tool for improvement is a recurring theme in their discussions. In \"Internetless in Maine,\" Hank reflected on life without the internet, emphasizing the importance of understanding people complexly and the internet's role in connecting diverse communities.<ref name='t5044dhU6pE'>[Internetless in Maine](https://www.youtube.com/watch?v=t5044dhU6pE) - Uploaded on 2009-09-15</ref>\n\n== Advocacy for Net Neutrality ==\nThe Vlogbrothers have been strong advocates for net neutrality, viewing it as essential for maintaining an open and innovative internet. In \"Net Neutrality in the Shower,\" Hank Green argued that internet service providers should not be able to control content speeds, as this would stifle innovation and limit the internet's potential.<ref name='Ou9S3wrHg8c'>[Net Neutrality in the Shower](https://www.youtube.com/watch?v=Ou9S3wrHg8c) - Uploaded on 2010-05-04</ref>\n\n=== Celebrating Net Neutrality Victories ===\nTheir advocacy efforts have included celebrating victories in the fight for net neutrality. In \"WE WON! Net Neutrality and Re-Thinking Cynicism,\" Hank expressed his initial skepticism about winning the net neutrality battle but celebrated the eventual success as a triumph for internet freedom.<ref name='5f3cChVh3UM'>[WE WON! Net Neutrality and Re-Thinking Cynicism](https://www.youtube.com/watch?v=5f3cChVh3UM) - Uploaded on 2015-03-06</ref>\n\n== See Also ==\n* [[Net Neutrality]]\n* [[Stop Online Piracy Act]]\n\n== References ==\n<references />\n\n[[Category:Vlogbrothers-related topics]]\n[[Category:Internet]]",
    "81": "= Advocating for Tuberculosis Awareness and Action =\n\n== Introduction ==\nThe Vlogbrothers, particularly [[John Green]], have been vocal advocates for the equal value of all human lives, with a significant focus on combating tuberculosis (TB). Their efforts include criticizing profit-driven health strategies and emphasizing the need for collaboration and community in ending TB. This article explores their advocacy, beliefs, and actions related to tuberculosis, highlighting their commitment to raising awareness and driving change in global health.\n\n== Advocacy for Tuberculosis Awareness ==\n\n=== Public Engagement and Initiatives ===\nJohn Green has been actively involved in various initiatives to raise awareness about tuberculosis. In a video titled \"John Goes ... to the UNITED NATIONS?\" he spoke at the United Nations, witnessing the approval of a political declaration on tuberculosis, which includes targets for reducing TB in the coming years<ref name='hMvJ4PDr4g4'>[John Goes ... to the UNITED NATIONS?](https://www.youtube.com/watch?v=hMvJ4PDr4g4) - Uploaded on 2023-09-27</ref>. This involvement underscores his commitment to engaging with global leaders to prioritize TB eradication.\n\nIn another instance, John announced an $80 million commitment to support comprehensive tuberculosis care, emphasizing the importance of public-private partnerships in ending TB<ref name='T9O6v2W39qQ'>[Our $80,000,000 Bet](https://www.youtube.com/watch?v=T9O6v2W39qQ) - Uploaded on 2024-03-19</ref>. This substantial financial pledge highlights the seriousness of his commitment to combating the disease.\n\n=== Criticism of Profit-Driven Health Strategies ===\nJohn Green has been critical of profit-driven health strategies that hinder access to affordable TB treatment. In a video titled \"Barely Contained Rage: An Open Letter to Johnson & Johnson,\" he criticized the focus on profit in global health, particularly when it affects the availability of life-saving drugs like Bedaquiline for multi-drug resistant tuberculosis<ref name='tMhgw5SW0h4'>[Barely Contained Rage: An Open Letter to Johnson & Johnson](https://www.youtube.com/watch?v=tMhgw5SW0h4) - Uploaded on 2023-07-11</ref>. He argues that all human lives are equally valuable, and it is unacceptable for people to die from a curable disease due to financial barriers.\n\n=== Community and Collaboration ===\nJohn Green believes that ending tuberculosis requires collaboration and community efforts. In \"The Bank of Nerdfighteria,\" he emphasized the role of community in driving down the costs of TB drugs and diagnostics<ref name='vIlui4uXvfc'>[The Bank of Nerdfighteria](https://www.youtube.com/watch?v=vIlui4uXvfc) - Uploaded on 2024-01-16</ref>. He has also highlighted the importance of partnerships with organizations like Partners in Health and Doctors Without Borders in achieving significant price reductions for TB tests<ref name='yiflu3nL7Zw'>[So, um.... GOOD NEWS?!?!?!](https://www.youtube.com/watch?v=yiflu3nL7Zw) - Uploaded on 2023-09-19</ref>.\n\n== Beliefs and Philosophical Views ==\n\n=== Equal Value of All Human Lives ===\nJohn Green's advocacy is rooted in the belief that all human lives are equally valuable. He has consistently argued against the notion that health interventions should be prioritized based on the economic status of affected regions. In his open letter to Johnson & Johnson, he stated that it is unacceptable for 1.6 million people to die each year from a curable disease like tuberculosis<ref name='tMhgw5SW0h4' />.\n\n=== Importance of Immediate Solutions ===\nJohn Green has emphasized the need for immediate solutions to combat tuberculosis. In the video \"MASSIVE Tuberculosis News,\" he discussed the promising results of the EndTB trials, which demonstrated the effectiveness of shorter, more affordable treatment regimens<ref name='T-Xdobl0ICA'>[MASSIVE Tuberculosis News](https://www.youtube.com/watch?v=T-Xdobl0ICA) - Uploaded on 2023-12-05</ref>. He stressed the urgency of implementing these solutions to save lives now, rather than waiting for new drug developments.\n\n=== Role of Poverty in Tuberculosis ===\nJohn Green acknowledges the role of poverty in the prevalence of tuberculosis. In \"Tuberculosis Fighters Have a Posse,\" he highlighted that TB is often a disease of poverty, exacerbated by crowded living conditions and malnutrition<ref name='owk7nNvlK_M'>[Tuberculosis Fighters Have a Posse](https://www.youtube.com/watch?v=owk7nNvlK_M) - Uploaded on 2023-07-18</ref>. This understanding informs his advocacy for addressing the social determinants of health in the fight against TB.\n\n== See Also ==\n* [[John Green]]\n* [[Tuberculosis]]\n* [[Global Health]]\n\n== External Links ==\n* [Vlogbrothers YouTube Channel](https://www.youtube.com/user/vlogbrothers)\n\n== References ==\n<references />\n\n[[Category:Vlogbrothers-related topics]]\n[[Category:Health]]",
    "63": "= AFC Wimbledon and Wrexham: Celebrations and Community Beliefs =\n\n== Introduction ==\nThe Vlogbrothers, [[John Green]] and [[Hank Green]], have long been associated with the world of football, particularly through their support of AFC Wimbledon and their engagement with the community aspects of sports. Their involvement with these clubs reflects broader themes of community ownership, collective generosity, and the emotional connections fostered through sports. This article explores John Green's reflections and experiences with AFC Wimbledon and Wrexham, highlighting key moments and beliefs.\n\n== AFC Wimbledon: A Journey of Community and Passion ==\n\n=== Sponsorship and Community Ownership ===\nJohn Green's relationship with AFC Wimbledon began with a sponsorship initiative through the Nerdfighteria community. The club, known for its fan ownership model, resonated with the values of the Vlogbrothers and their followers. As John noted, \"AFC Wimbledon is a truly extraordinary football club. It's owned and run by its fans, I mean, there's no big money behind it\" <ref name='pxAmFy3Wjd8'>[Our Strangest Project Yet?](https://www.youtube.com/watch?v=pxAmFy3Wjd8) - Uploaded on 2013-11-05</ref>. This sponsorship allowed the Vlogbrothers to place their logo on the team's shorts, symbolizing a partnership that extended beyond mere financial support.\n\nThe sponsorship was not just about financial backing; it was about supporting a club that mirrored the values of community and resilience. John expressed his admiration for the club's journey, stating, \"They were the first club in England to have a 'Football Fans Against Homophobia' banner at a game, basically, Hank, it's the most awesome football club in the world\" <ref name='pxAmFy3Wjd8' />. This alignment of values made the partnership a natural fit for the Vlogbrothers and their community.\n\n=== Celebrating Milestones and Emotional Connections ===\nJohn Green's involvement with AFC Wimbledon has been marked by significant milestones and personal experiences. One such moment was the club's return to Plough Lane, a historic achievement celebrated by fans and supporters alike. In a video, John shared his excitement: \"31 years after having their stadium taken away from them, AFC Wimbledon are back home at last playing their first game today at the new Plough Lane stadium\" <ref name='Exiizp4KhTw'>[Alaska for Looking](https://www.youtube.com/watch?v=Exiizp4KhTw) - Uploaded on 2020-11-03</ref>. This event was a testament to the power of community action and the enduring spirit of the club's supporters.\n\nJohn's emotional connection to football is evident in his reflections on the joy and camaraderie it brings. He described the experience of watching AFC Wimbledon with his father and friends as a moment of \"pure, simple, joy\" <ref name='zv8OY46itRE'>[The Search for Real Feeling](https://www.youtube.com/watch?v=zv8OY46itRE) - Uploaded on 2023-04-04</ref>. This sentiment underscores the belief that sports can provide straightforward and uncomplicated emotions, a contrast to the complexities of everyday life.\n\n== Wrexham: Triumph and Collective Memory ==\n\n=== A Major Victory and Its Significance ===\nWrexham's journey through the football leagues has been one of resilience and determination, much like AFC Wimbledon. John Green captured the essence of a significant victory for Wrexham, recounting the dramatic events of a crucial match: \"In the final minute, it was three two Wrexham and Wrexham gave up a penalty... Wrexham fans in absolute, unadulterated joy\" <ref name='o4vLoZphZGs'>[Wrexham's Most Amazing Feeling](https://www.youtube.com/watch?v=o4vLoZphZGs) - Uploaded on 2023-04-11</ref>. This victory was not just about the game itself but about the collective memory and shared experience it created for the fans and the community.\n\nJohn emphasized the role of the fans and the community in sustaining the club through challenging times. He noted, \"It was the fans–who made that place a cauldron of noise, and who held it together when it was falling apart\" <ref name='o4vLoZphZGs' />. This acknowledgment of the fans' contributions highlights the importance of community support in the success and longevity of a football club.\n\n=== Belief in Collective Generosity ===\nThroughout his reflections on both AFC Wimbledon and Wrexham, John Green has consistently emphasized the power of collective generosity and communal action. He articulated this belief in a video, stating, \"Community-held assets, communal action can work. It's not easy, it doesn't always work, but it can work\" <ref name='Py1zxAB4hVc'>[America's Second Favorite Fourth Tier English Soccer Team](https://www.youtube.com/watch?v=Py1zxAB4hVc) - Uploaded on 2023-10-05</ref>. This philosophy is a cornerstone of the Vlogbrothers' approach to supporting football clubs and other community projects.\n\nJohn's belief in the emotional connection of football and its ability to bring people together is a recurring theme in his videos. He expressed this sentiment, saying, \"The pleasure of being with a few hundred people whose love is oriented in the same direction as mine. I was here for the hope\" <ref name='kdkSwVjSXR8'>[Thoughts from Places: BROMLEY!](https://www.youtube.com/watch?v=kdkSwVjSXR8) - Uploaded on 2024-08-20</ref>. This hope and shared passion are what make football a powerful force for community building and personal connection.\n\n== See Also ==\n* [[John Green]]\n* [[Hank Green]]\n* [[Vlogbrothers]]\n* [[AFC Wimbledon]]\n* [[Wrexham A.F.C.]]\n\n== External Links ==\n* [Vlogbrothers YouTube Channel](https://www.youtube.com/user/vlogbrothers)\n\n== References ==\n<references />\n\n[[Category:Vlogbrothers-related topics]]\n[[Category:Football]]\n[[Category:Community]]",
    "53": "= Achievements and Philosophies of John Green =\n\n== Introduction ==\n[[John Green]], a prominent author and YouTuber, has achieved significant milestones in his career, notably with his book \"The Anthropocene Reviewed.\" This article explores his journey to bestseller status, his recognition as 'the science one,' and his philosophical views on emotional sharing and the role of art in combating loneliness.\n\n== Achievements in Publishing ==\n\n=== Bestseller Status with Large Print Edition ===\nJohn Green's book, \"The Anthropocene Reviewed,\" achieved bestseller status, particularly with its large print edition. This unexpected success was largely due to recommendation algorithms on platforms like Amazon, which favored the large print edition as the canonical version<ref name='kqPZg4gULaQ'>[How My Book Became a Hit with Elderly People](https://www.youtube.com/watch?v=kqPZg4gULaQ) - Uploaded on 2022-09-28</ref>. Green humorously recounts how this edition became a USA Today bestseller, illustrating the unpredictable nature of book marketing and sales<ref name='kqPZg4gULaQ' />.\n\n=== Named 'The Science One' ===\nIn a video titled \"NOW I AM THE SCIENCE ONE...,\" Green discusses an encounter where he was referred to as 'the science one' after writing a book<ref name='C3ozlqKhu4c'>[NOW I AM THE SCIENCE ONE...](https://www.youtube.com/watch?v=C3ozlqKhu4c) - Uploaded on 2021-12-21</ref>. This label highlights Green's impact in the realm of science communication, particularly through his writing that seeks to deepen understanding of the universe<ref name='C3ozlqKhu4c' />.\n\n== Philosophical Views ==\n\n=== Value of Emotional Sharing in Writing ===\nJohn Green places a high value on emotional sharing in writing. In his video \"I am a small boat. It's Question Tuesday,\" he emphasizes the importance of vulnerability in both reading and writing. He states, \"for writing to work both reader and writer have to somehow lay down their protective shields of cynicism and commingle their fear and yearning and hope and joy\"<ref name='zGTtFJe_9lI'>[I am a small boat. It's Question Tuesday.](https://www.youtube.com/watch?v=zGTtFJe_9lI) - Uploaded on 2021-05-11</ref>. This belief underscores his approach to connecting with readers on a deeper emotional level.\n\n=== Art's Role in Combating Loneliness ===\nGreen also discusses the role of art in alleviating loneliness. He reflects on how reading can make one feel understood and less isolated, stating, \"Sometimes when I’m reading I’ll feel like the author knows something about me that I’ve never told anyone, and that will make me feel less alone\"<ref name='zGTtFJe_9lI' />. This perspective is a testament to his belief in the power of art to bridge personal and universal experiences.\n\n== Career Highlights ==\n\n=== Release and Success of 'The Anthropocene Reviewed' ===\n\"The Anthropocene Reviewed\" marks a significant milestone in Green's career. Initially a podcast, it was transformed into a book, which was released on May 18, 2021<ref name='33ofywjinl0'>[Saying What I've Needed to Say to Hank for a While](https://www.youtube.com/watch?v=33ofywjinl0) - Uploaded on 2021-05-18</ref>. The book's success was bolstered by Green's extensive signing of 250,000 copies, a testament to his dedication and connection with his audience<ref name='uZ-dpmrErfw'>[I did it!](https://www.youtube.com/watch?v=uZ-dpmrErfw) - Uploaded on 2021-03-30</ref>.\n\n=== Advocacy and Beliefs ===\nBeyond his literary achievements, Green is an advocate for various causes. He supports increased funding for tuberculosis research<ref name='ykXuN7qaJ1k'>[Is It 2010? IT'S A PARTS VIDEO](https://www.youtube.com/watch?v=ykXuN7qaJ1k) - Uploaded on 2024-09-27</ref> and emphasizes the importance of collective contributions to global health challenges<ref name='fu3gYmRyTY8'>[On Immunity, Inoculation, and Individuals](https://www.youtube.com/watch?v=fu3gYmRyTY8) - Uploaded on 2020-11-10</ref>.\n\n== See Also ==\n* [[Hank Green]]\n* [[Vlogbrothers]]\n* [[The Anthropocene Reviewed]]\n\n== References ==\n<references />\n\n[[Category:Vlogbrothers-related topics]]\n[[Category:Literature]]\n[[Category:Philosophy]]",
    "86": "= Reflecting on TikTok and Algorithms =\n\n== Introduction ==\nHank Green, one of the co-founders of the [[Vlogbrothers]] channel, has been an active participant in the digital landscape, particularly on platforms like [[TikTok]]. Over the years, he has shared his experiences and reflections on the impact of these platforms on society and individual well-being. This article delves into Hank's journey with TikTok, his critique of algorithms, and his personal experiences with nature as a means of emerging from depression.\n\n== TikTok Journey and Impact ==\nHank Green began his TikTok journey almost four years ago, with his initial videos gaining significant traction. His fourth TikTok, in particular, received millions of views, which coincided with the release of his book and his interest in content platforms and their cultures<ref name='V6Lz97pkIBc'>[Do I Regret TikTok?](https://www.youtube.com/watch?v=V6Lz97pkIBc) - Uploaded on 2024-09-20</ref>. Despite the success, Hank expressed mixed feelings about his involvement with TikTok, acknowledging both the positive and negative aspects of the platform.\n\nHank appreciated TikTok for its role as a \"culture factory,\" filled with art, experiments, and storytelling. He discovered many talented comedians, artists, musicians, and science communicators through the platform<ref name='V6Lz97pkIBc' />. However, he also recognized the darker side of TikTok, particularly the influence of artificial intelligence algorithms on content creation and consumption. Hank noted that these algorithms often prioritize content that can capture attention through fear, controversy, and drama, which can have detrimental effects on mental health and societal cohesion<ref name='V6Lz97pkIBc' />.\n\n== Critique of Algorithms ==\nHank Green has been vocal about the societal impact of algorithms, particularly in how they shape beliefs and emotions. He observed that algorithms, in collaboration with media and creators, work to keep users engaged on platforms, often at the cost of mental health and social harmony<ref name='V6Lz97pkIBc' />. Hank highlighted that almost half of Gen Z wishes TikTok had never been invented, reflecting broader concerns about the platform's influence<ref name='V6Lz97pkIBc' />.\n\nIn another video, Hank discussed how algorithms decide what people think about and how they feel, often exploiting individual vulnerabilities<ref name='C2TWRzH7MCY'>[My Consciousness. Their Capital.](https://www.youtube.com/watch?v=C2TWRzH7MCY) - Uploaded on 2024-09-17</ref>. He shared his personal experience of emerging from depression by reducing his engagement with algorithms and spending more time in nature. This shift allowed him to regain some control over his emotions and thoughts, highlighting the profound influence algorithms can have on mental health<ref name='C2TWRzH7MCY' />.\n\n== Emerging from Depression Through Nature ==\nHank Green's journey through depression involved a conscious effort to disconnect from algorithm-driven platforms and reconnect with the natural world. He described experiences such as fishing and walking in the woods, which provided a sense of calm and relief from the overwhelming sadness he felt<ref name='C2TWRzH7MCY' />. These activities allowed him to focus on the sensations of the natural world, such as the wind on his skin and the sound of blue jays, which helped lift his spirits<ref name='C2TWRzH7MCY' />.\n\nHank's encounter with a coyote during one of his walks illustrated the unpredictability of emotions in both the digital and natural worlds. The sudden appearance of the coyote triggered a surge of panic, akin to the intense emotions elicited by algorithm-driven content. This experience underscored the parallels between the natural world's influence on emotions and the manipulative nature of algorithms<ref name='C2TWRzH7MCY' />.\n\n== See Also ==\n* [[Hank Green]]\n* [[Vlogbrothers]]\n* [[TikTok]]\n* [[Algorithms]]\n\n== References ==\n<references />\n\n[[Category:Vlogbrothers-related topics]]\n[[Category:Social Media]]\n[[Category:Mental Health]]"
}