[
    {
        "Entry Type": "Career",
        "Date/Time": "Throughout the years of making YouTube videos",
        "Phrase Summary": "Creating various types of content",
        "Video Context": "The YouTubers discuss the wide range of content they have created over the years, touching on different genres and styles, such as challenges, makeup tutorials, and various video titles."
    },
    {
        "Entry Type": "Personal",
        "Date/Time": "Current",
        "Phrase Summary": "Discussing health updates and potential treatments",
        "Video Context": "Hank talks about the possibility of needing an autologous stem cell transplant if he relapses, explaining the process of cleaning up bone marrow and the importance of having a diverse registry of potential donors."
    },
    {
        "Entry Type": "Belief or Opinion",
        "Date/Time": "Current",
        "Phrase Summary": "Advocating for bone marrow donation",
        "Video Context": "The YouTubers encourage viewers to sign up for bone marrow donation registries, emphasizing the importance of having a broad pool of potential donors to help those in need of transplants. They highlight the impact of finding close matches to avoid complications like Graft-versus-host Disease."
    },
    {
        "Entry Type": "Belief or Opinion",
        "Date/Time": "Inferred from the upload date",
        "Phrase Summary": "Acknowledging the impact of human actions on the environment and the importance of taking responsibility for it.",
        "Video Context": "\"The trees caused their mass extinction. And in a way, that is less worrying than people doing it, because people theoretically know better. But also, the trees were worse. Like, not morally, of course, practically though, because the trees couldn't do anything to stop themselves. But we can. I don't know that we will, at least not as fast as we need to. But if given a choice between that one and this one, I'll take this one because at least now we have some agency. At least now there's a chance.\""
    },
    {
        "Entry Type": "Career",
        "Date/Time": "Inferred from the upload date",
        "Phrase Summary": "Celebrating the closure of the last coal-fired power plant in the UK and reflecting on the significance of the event.",
        "Video Context": "\"And in the circles I travel in, it was celebrated enthusiastically, though I get the impression that most people didn't really notice. Per-capita CO2 emissions in the UK are now lower than they were in 1854. But of course also, this happened the same week as a flood that has absolutely ravaged a part of my country that I love very dearly and where I have friends right now trying to figure out how to put their lives back together.\""
    },
    {
        "Entry Type": "Belief or Opinion",
        "Date/Time": "Not specified",
        "Phrase Summary": "Embracing the complexity of humanity",
        "Video Context": "\"The idea that humans are good is untrue. The idea that humans are bad is untrue. We are both/and, not either/or... I think humanity is worth it... We contain multitudes.\""
    },
    {
        "Entry Type": "Career",
        "Date/Time": "2008",
        "Phrase Summary": "Selling Ecogeek blog to Scientific American",
        "Video Context": "\"I was in an office in a building on Madison Avenue making a deal to sell my blog, Ecogeek, to Scientific American. In exchange, I would get both money and a job at Scientific American.\""
    },
    {
        "Entry Type": "Personal",
        "Date/Time": "August 2008",
        "Phrase Summary": "Dream opportunity halted by economic crash",
        "Video Context": "\"August 2008 became September 2008 and Lehman Brothers just stopped existing and the entire economy crashed. And the company that owned Scientific American said, indefinitely pause all deals.\""
    },
    {
        "Entry Type": "Belief or Opinion",
        "Date/Time": "Not specified",
        "Phrase Summary": "Rethinking dreams and success",
        "Video Context": "\"I think that dreams are a tool that should be abandoned the moment they start to cause problems... I think that life is filled with a string of summits, and they are simply solutions to problems, solving problems for myself and solving problems for other people.\""
    },
    {
        "Entry Type": "Career",
        "Date/Time": "2009",
        "Phrase Summary": "Transitioning to full-time vlogbrothers job",
        "Video Context": "\"By 2009, vlogbrothers was starting to be my full-time job anyway. So I didn't really have a reason to mourn losing that opportunity. I was doing a very cool thing, it was very fulfilling.\""
    },
    {
        "Entry Type": "Career",
        "Date/Time": "Not specified",
        "Phrase Summary": "Experienced panic attack at Paper Towns premiere",
        "Video Context": "Reflecting on a panic attack at the premiere of the movie adaptation of \"Paper Towns,\" despite being at the peak of fame and success."
    },
    {
        "Entry Type": "Belief or Opinion",
        "Date/Time": "Not specified",
        "Phrase Summary": "Fame can be intoxicating and overwhelming",
        "Video Context": "Discussing the intoxicating nature of fame, negative feedback, loss of privacy, and the impact of being constantly observed and judged by others."
    },
    {
        "Entry Type": "Career",
        "Date/Time": "Not specified",
        "Phrase Summary": "Launching the Book of Good Times Kickstarter",
        "Video Context": "Expressing nervousness before launching the Book of Good Times Kickstarter, a new and unfamiliar project for the YouTuber."
    },
    {
        "Entry Type": "Personal",
        "Date/Time": "Not specified",
        "Phrase Summary": "Feeling overwhelmed and overexposed",
        "Video Context": "Sharing feelings of being overwhelmed, overexposed, scared, and having all nerve endings on the outside of the body due to fame."
    },
    {
        "Entry Type": "Career",
        "Date/Time": "Not specified",
        "Phrase Summary": "Fixing shipping issue for The Book of Good Times",
        "Video Context": "Addressing a shipping issue with The Book of Good Times merchandise and resolving it urgently while at an event."
    },
    {
        "Entry Type": "Career",
        "Date/Time": "Not specified",
        "Phrase Summary": "Giving a talk and interacting with fans",
        "Video Context": "Describing interactions with fans, giving a talk, editing the book backstage, and addressing the audience after the event."
    },
    {
        "Entry Type": "Personal",
        "Date/Time": "Not specified",
        "Phrase Summary": "Attending a secret Pizzamas pizza party",
        "Video Context": "Attending a secret Pizzamas pizza party with Nerdfighters, engaging with fans, and enjoying the event."
    },
    {
        "Entry Type": "Career",
        "Date/Time": "Not specified",
        "Phrase Summary": "Reflecting on a successful event and engaging with fans",
        "Video Context": "Sharing positive experiences from the event, interacting with fans, and promoting Pizzamas merchandise and The Book of Good Times."
    },
    {
        "Entry Type": "Career",
        "Date/Time": "Last week",
        "Phrase Summary": "Shorter, better TB treatment regimens adopted by WHO.",
        "Video Context": "\"Part one, encouraging tuberculosis news! So Partners in Health helped fund the endTB trials, which found shorter and less toxic regimens that can still cure multidrug-resistant tuberculosis. And just last week, those new regimens were adopted as recommended regimens by the WHO, which is a huge deal.\""
    },
    {
        "Entry Type": "Career",
        "Date/Time": "Recently",
        "Phrase Summary": "End TB Now Act passed US Senate unanimously.",
        "Video Context": "\"Part two, speaking of tuberculosis, and God knows I like to, the End TB Now Act just passed the US Senate unanimously. This is a law that would require US-funded government TB projects to implement truly comprehensive care.\""
    },
    {
        "Entry Type": "Career",
        "Date/Time": "Next week",
        "Phrase Summary": "Large-ish tuberculosis-related announcement coming.",
        "Video Context": "\"Part three, sometime in the next week to ten days, I will have a large-ish tuberculosis-related announcement of my own that will also explain why I'm currently signing 100,000 sheets of paper.\""
    },
    {
        "Entry Type": "Personal",
        "Date/Time": "A few years ago",
        "Phrase Summary": "Found a book in a trash can with strange instructions.",
        "Video Context": "\"Good morning, John. A few years ago, I found a book in a trash can, and if that sounds weird to you, it's gonna get way weirder than that. I do, like, look in every trash can I open.\""
    },
    {
        "Entry Type": "Career",
        "Date/Time": "Currently",
        "Phrase Summary": "Kickstarter launched to make copies of the mysterious book.",
        "Video Context": "\"So I feel like we need to go a lot bigger, and so we're doing a Kickstarter to see how many we can make. There are two versions. One is $14 so that we can get it into as many hands as possible.\""
    }
]
